from config import sum

sogl = '''
			*Пользовательское соглашение*
			Настоящие условия, правила и требования являются соглашением между данным ботом и посетителем (Пользователем).

			Посещая бот/ Пользователь подтверждает свое полное согласие с условиями, правилами и требованиями данного соглашения.

			`1. Пользование ботом

			1.1. Любые денежные вложения в боте вы делаете под свою личную ответственность, на свой страх и риск.

			1.2. Вся информация в боте предназначена только ознакомления и ни к чему не обязывает Пользователя.

			2. Заключительные положения

			2.1. Администрация бота оставляет за собой право вносить правки в условия, правила и требования без предварительного оповещения Пользователей.

			2.2. В случае возникновения разногласий в трактовке условий, правил и требований окончательное решение остается за администрацией и не подлежит оспариванию.

			2.3. Настоящие условия, правила и требования являются действующими на текущий момент.`
			'''

ver = f'Для подтверждения аккаунта необходимо купить ресурс 🍓\n\nКупить 🍓  можно за  {sum} рублейm\nТак мы убедимся, что вы не робот!'